Repository: fossasia/blog.fossasia.org
Catalog: sites/all/modules/dhtml_menu/translations/*.po
Languages: de, es, fr, nl, pl, uk_ua

source: DHTML Menu effects
de: Effekte von DHTML-Menü
es: Efectos de Menú-DHTML
fr: Effets de menu
nl: DHTML Menu effecten
pl: Efekty DHTML Menu
uk_ua: DHTML ефекти Меню

source: Animated sliding effect
de: Animierter Schiebeeffekt
es: Efecto de animación deslizable
fr: Effet d'animation
nl: Een geanimeerd schuifeffect
pl: Uduchowiony ślizgający się efekt
uk_ua: Анімований ефект слайдера

source: Keep only one menu open at a time.
de: Immer nur ein Menü geöffnet lassen
es: Mantiene un solo menú abierto a la vez.
fr: Garder un seul menu déplié à la fois
nl: Houd slechts één menu tegelijk open.
pl: Powstrzymujcie otwartym tylko jedno menu za jeden raz.
uk_ua: Тримати відкритим лише одне меню.

source: For the above option, consider each menu tree separately.
de: Für die obige Option jeden Menübaum gesondert betrachten.
es: Para la opción anterior, considerar cada árbol de menú separadamente.
fr: Pour les options ci-dessus, consdérez chaque menu séparément
nl: Beschouw voor bovenstaande optie ieder menuboom apart.
pl: Powyżej dla elementu ustawień, rozpatrują się każde drzewo jadłospisu oddzielnie.
uk_ua: Для цієї опції, рахуємо кожне дерево меню окремо.

source: Close menus when their parent menu is closed.
de: Menüs schließen, wenn das übergeordnete Menü geschlossen wird.
es: Cierra los menúes cuando su menú padre es cerrado.
fr: Replier le menu quand les enfants sont fermés
nl: Sluit menu's als het bovenliggende menu is gesloten.
pl: Ukryj menu jeśli element nadrzędny jest zamknięty.
uk_ua: Закривати меню, якщо батьківське меню закрито.

source: Add an extra page link to each expanding menu item.
de: Unter jedem ausklappbaren Menüpunkt einen Extralink einblenden, der die Seite öffnet.
es: Agrega un vínculo de página extra a cada elemento de menú expandible.
fr: Ajouter un lien en plus pour atteindre la page du menu père
nl: Voeg een extra paginalink toe aan ieder uitgeklapt menu-item.
pl: Dodaj dodatkowy związek stronicy z każdym punktem menu, że rozszerza się.
uk_ua: Додаткове посилання для кожного елемента меню, що розкривається.

source: Go to the page on double-click.
de: Die Seite bei Doppelklick auf den Menüpunkt öffnen.
es: Ir a la página con doble-clic.
fr: Double-cliquer pour atteindre la page
nl: Ga naar de pagina na een dubbele klik.
pl: Przejdź do strony po podwójnym kliknięciu.
uk_ua: Переходити на сторінку за подвійним кліком.

source: Menus without DHTML
de: Menüs ohne DHTML
nl: Menu's zonder DHTML
pl: Menu bez DHTML
uk_ua: Меню без DHTML

source: DHTML will be used for all menus by default, but can be switched off for specific menus.
de: DHTML wird standardmäßig für alle Menüs verwendet, kann aber für bestimmte Menüs ausgeschaltet werden.
nl: DHTML zal standaard voor ieder menu gebruikt worden, maar kan worden uitgeschakeld voor specifieke menus.
pl: DHTML jest domyślnie włączony dla dla wszystkich menu, ale może być wyłączony dla wybranych menu.
uk_ua: DHTML меню буде використане для всіх меню, але може бути вимкнене для окремих за вказівками.

source: Book: %title
de: Buch: %title
nl: Boek: %title
pl: Książka: %title
uk_ua: Книга: %title

source: <em>DHTML Menu</em> adds dynamic functionality to the menus of your site. Ordinarily, reaching the child elements below an item requires you to visit its page. With DHTML Menu, clicking on an item with child elements will expand it without leaving the page, saving time. You can reach the actual page of such an item either by double-clicking on it or visiting the small extra link that will be shown right below it when expanded.
de: <em>DHTML-Menü</em> macht die Menüs Ihrer Webseite dynamisch. Um die untergeordneten Elemente eines Menüpunktes zu erreichen, müssen Sie normalerweise dessen Seite öffnen. Mit DHTML-Menü klappt das Menü dynamisch auf, ohne die aktuelle Seite zu verlassen. Die Seite des offenen Menüpunktes kann dennoch weiterhin besucht werden: Sie öffnet durch Doppelklick auf den Menüpunkt oder über den kleinen Extra-Link, der unter jedem Punkt eingeblendet wird.
es: <em>Menú-DHTML</em> agrega funcionalidad dinámica a los menúes de su sitio. Normalmente, alcanzar los elementos hijos debajo de un elemento requiere que se visite su página. Con DHTML Menú, hacer clic sobre un elemento con elementos hijos lo expandirá sin abandonar la página, ahorrando tiempo. Usted puede alcanzar la página efectiva de semejante elemento haciendo doble-clic sobre el mismo o visitando el pequeño vínculo extra que se mostrará justo debajo cuando esté expandido.
fr: <em>DHTML Menu</em> ajoute des fonctionalités dynamiques à votre site. D'habitude, pour atteindre un élément enfant d'un item parent vous devez d'abord voir cet item. Avec DHTML Menu, en cliquant sur un ite, vous déroulerez la liste de ses enfants sans recharger la page. Vous pouvez atteindre la page de l'item en double-cliquant sur le lien ou sur le lien supplémentaire en petit ajouté en dessous.
nl: <em>DHTML Menu</em> voegt dynamische functionaliteit toe aan de menus op je site. Normaal gesproken kunnen onderliggende menu-items pas worden geopend nadat is geklikt op het bovenliggende menu en de hele pagina is herladen. Met DHTML Menu kan een menu worden uitgeklapt als het onderliggende items bevat. Je kunt de desbetreffende pagina bereiken door te dubbelklikken of door op de link te klikken die te zien is als het menu is uitgeklapt.
pl: <em>DHTML Menu</em> dodaje dynamiczne funkcje do menu twojej strony internetowej. Zazwyczaj Zwykle, osiągając filialnych żywiołów niżej za element żąda, byle odwiedziliście jego stronicę. Z DHTML Menu, kląskając po elemencie z filialnymi żywiołami rozbabrze to nie pociskawszy stronicy, oszczędzając czas. Możecie osiągnąć faktycznej stronicy takiego elementu albo double-clicking na tym, albo, odwiedzając malutkie dodatkowe zesłanie, które będzie pokazane wprost niżej za to, kiedy rozwinięto.
uk_ua: <em>DHTML Меню</em> додає динамічну функціональність для меню Вашого сайту. Зазвичай, натискання дочірнього елемента вимагає оновлення сторінки. З DHTML Меню, натискання на елемент з дочірніми елементами розкриватиме його без оновлення сторінки, зберігаючи час. Ви можете перейти на потрібну сторінку за подвійним кліком, або перейшовши по маленькому додатковому посиланню перед елементом, що розкривається.

source: DHTML Menu
de: DHTML-Menü
es: Menú-DHTML
uk_ua: DHTML Меню

source: Configure the effects of DHTML Menu
de: Konfigurieren Sie die Effekte von DHTML-Menü
es: Configurar los efectos de Menú-DHTML
fr: Configurer les effets du Menu DHTML
nl: Configureer de effecten van DHTML Menu
pl: Konfiguracja efektów DHTML Menu
uk_ua: Конфігурація ефектів DHTML Меню

source: Opens menus dynamically to reduce page refreshes.
de: Öffnet Menüs dynamisch, um Seitenaufrufe zu reduzieren.
es: Abre los menúes dinámicamente para reducir refrescamientos de página.
fr: Déplie les menus pour réduire le nombre de rechargement de la page
nl: Opent menus dynamisch om het continue herladen van pagina's tegen te gaan.
pl: Rozwiń menu dynamicznie, aby zredukować konieczność przeładowania strony.
uk_ua: Відкриває меню динамічно для зниження кількості оновлень сторінок.
