Repository: fossasia/blog.fossasia.org
Catalog: sites/all/modules/noderelationships/translations/*.po
Languages: es

source: Could not find relations for this content type.
es: No se han encontrado relaciones para este tipo de contenido.

source: Referred from
es: Sa hece referencia desde

source: Refers to
es: Se refiere a

source: This panel displays an Entity Relationship Diagram (ERD) relative to the content type %type.
es: Este panel muestra un Diagrama de Relación de Entidades (DRE) relativo al tipo de contenido %type.

source: Could not find node reference fields referring to other content types from %type.
es: No se han encontrado campos de referencia a nodos con referencias a otros tipos de contenido desde %type.

source: none
es: ninguno

source: Save settings
es: Guardar las opciones

source: The settings have been saved.
es: Los cambios han sido guardados.

source: Reference field
es: Campo de referencia

source: Referred types
es: Tipos referidos

source: Required
es: Obigatorio

source: Cardinality
es: Cardinalidad

source: Search and reference view
es: Vista para buscar y referenciar

source: Create and reference
es: Crear y referenciar

source: Translate and reference
es: Traducir y referenciar

source: Any
es: Cualquiera

source: Yes
es: Sí

source: Unlimited
es: Ilimitado

source: Could not find content types referring to %type.
es: No se han encontrado tipos de contenido referenciando a %type.

source: Weight
es: Peso

source: Region
es: Región

source: Disabled
es: Desactivado

source: No items in this region
es: No hay elementos en esta región

source: Back references from @referrer-label in @referrer-type
es: Referencias hacia atrás para @referrer-label en @referrer-type

source: Label
es: Etiqueta

source: Default view
es: Vista predeterminada

source: Back references from %referrer-label in %referrer-type-name for %referred-type-name: %node-title
es: Referencias hacia atrás desde %referrer-label en %referrer-type-name para %referred-type-name: %node-title

source: Home
es: Inicio

source: Default
es: Predeterminado

source: Search and reference %referrer-label
es: Buscar y referenciar %referrer-label

source: This %type-name does not have relations.
es: Este/Esta %type-name no tiene relaciones.

source: Related content
es: Contenido relacionado

source: Could not locate %field in content type %type.
es: No se ha podido encontrar %field en el tipo de contenido %type.

source: Could not load the view %view:%display.
es: No se ha podido cargar la vista %view:%display.

source: Create @name
es: Crear @name

source: Translating @title from @lang-from to @lang-to
es: Traducir @title de @lang-from a @lang-to

source: Currently selected %field
es: Seleccionado actualmente: %field

source: Sort descending
es: Ordenar descendentemente

source: Sort ascending
es: Ordenar ascendentemente

source: Reset selection
es: Restablecer selección

source: Reset
es: Restablecer

source: Close dialog and save changes
es: Cerrar diálogo y guardar cambios

source: Save
es: Guardar

source: Close dialog and discard changes
es: Cerrar diálogo y cancelar cambios

source: Cancel
es: Cancelar

source: Search and reference multiple items at once
es: Buscar y referenciar múltiples elementos a la vez

source: Selected items
es: Elementos seleccionados

source: Search and reference
es: Buscar y referenciar

source: Missing translation for !title.
es: No se ha encontrado traducción para !title.

source: You can !translate now.
es: Puedes !translate ahora.

source: translate and reference
es: traducir y referenciar

source: Click here to translate and reference @title [nid: @nid] now.
es: Sigue este enlace para traducir y referenciar @title [nid: @nid] ahora.

source: Translation of this reference is not supported.
es: La traducción de esta referencia no está soportada.

source: Node relationships
es: Relaciones entre nodos

source: Disable
es: Desactivar

source: Edit view settings in new window...
es: Editar configuración de la vista en ventana nueva...

source: View in new window...
es: Ver en una nueva ventana...

source: View in new window... [disabled]
es: Ver en nueva ventana...[desactivado]

source: Search and reference...
es: Buscar y referenciar...

source: Search and reference multiple items at once...
es: Buscar y referenciar múltiples elementos a la vez

source: Create and reference...
es: Crear y referenciar...

source: Select: @value
es: Seleccionar: @value

source: Sorry, you can only select @max values maximum.
es: Sólo es posible seleccionar un máximo de @max valores.

source: Unselect
es: Deseleccionar
